tests/soluteModel/case/0/melt1_alpha1
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  9
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0";
    object      melt1_alpha1;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];

internalField   uniform 0.0;

boundaryField
{
    "(hot-top|ceramic|graphite|mould|air-gap|water-film|free-surface|ram)"
    {
        type            zeroGradient;
    }

    symmetry_planes
    {
        type            symmetry;
    }
}


// ************************************************************************* //
